Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All170102--omegat.tmx
Source language: en_us
Languages: ja

source: Our organization doesn’t treat third-party / open source software differently; OSS is ingested, included and managed in the same manner as proprietary software.
ja: 当社では、サードパーティ ソフトウェアやオープン ソース ソフトウェアに対して特別な扱いはしていません。OSS もプロプライエタリ ソフトウェアと同じように摂取し、組み込み、管理しています。

source: Our organization has a formal approval process for third-party software.
ja: 当社には、サードパーティ ソフトウェアに関する正式な承認プロセスがあります。

source: Our organization has a review board providing oversight and decisions on third-party component requests that do not meet existing policy requirements.
ja: 従来のポリシー要件に合わないサードパーティ コンポーネントの承認要求を管理および判断する調査委員会が存在します。

source: Our organization has an automated process to handle third-party software requests, approvals and record keeping.
ja: サードパーティ ソフトウェアの承認要求、承認、および記録を行う自動化プロセスがあります。

source: Our organization has contributed new components or projects to existing or newly established open source communities.
ja: 既存のオープン ソース コミュニティや新結成されたオープン ソース コミュニティに対して、新しいコンポーネントやプロジェクトを提供しています。

source: Our organization has established a review or management board responsible for open source policy, process and approval of any exceptions.
ja: 私たちの組織は、オープン ソースのポリシー、プロセス、および例外の承認に責任を負う調査委員会や管理委員会を設けています。

source: Our organization has no specific requirements for suppliers with regard to OSS content.
ja: サプライヤーに対し、OSS コンテンツについての特別な要求はしていません。

source: Our organization requires software suppliers to provide the text of licenses for all third-party software incorporated in the code they supply.
ja: ソフトウェア サプライヤーに対して、彼らが提供するコードに含まれているすべてのサードパーティ ソフトウェアのライセンス テキストを提供するよう要求しています。

source: Our organization requires software suppliers to report OSS code incorporated in their deliverables.
ja: ソフトウェア サプライヤーに対して、彼らの提供品に含まれている OSS コードを報告するよう要求しています。

source: Our organization reviews and tracks each use of an open source element (in each application).
ja: アプリケーションごとにすべてのオープン ソース コード要素の使用を調査および追跡します。

source: Our organization reviews suppliers' OSS Governance Programs and rates suppliers according to risk.
ja: 組織は、サプライヤーの OSS ガバナンス プログラムをレビューし、リスクに応じてサプライヤーを査定します。

source: Our organization tracks open source code elements used as well as complete components.
ja: 使用されているオープン ソース コード要素も完全コンポーネントと同様に追跡します。

source: Our organization verifies that licenses of incorporated OSS are compatible with the our licenses of other software used in products.
ja: 当社の製品で使用されている他のソフトウェアのライセンスと、サプライヤーの提供品に含まれている OSS のライセンスに互換性 (両立性) があるかどうか確認します。

source: Our product must interoperate with other OSS, e.g. Linux
ja: 自社製品が他の OSS (Linux など) と相互運用できる必要があるから

source: Our refined Curriculum makes using best practices accessible to everyone.”
ja: 改訂版カリキュラムによって、だれでもベストプラクティスを実行できます。」

source: Our regional competency centres, together with our research laboratories, provide cutting-edge public safety and cybersecurity technologies and solutions to enable safer cities, with a vision to create a brighter future.
ja: 同社の地域能力センターと研究機関が協力し、より安全な都市の実現とより明るい未来の創造をめざして、最先端の公共安全とサイバーセキュリティ技術・ソリューションを提供しています。

source: Our staff has had incident response training and responds to harassments reports and does so in accordance with the process recommended by the Ada Initiative, which can be found here on the Geek Feminism Wiki.
ja: スタッフは事故対応訓練を受けており、ハラスメントの報告を受けた場合は、Ada Initiative (Geek Feminism Wiki http://geekfeminism.wikia.com/wiki/Conference_anti-harassment/Responding_to_reports を参照) が推奨するプロセスに従ってこれに対応します。

source: Our strategy mandates the implementation of processes and tools to ensure that our OSS objectives are attained.
ja: 当社では、OSS の目標を確実に達成するためのプロセスやツールの実行を義務付けています。

source: Our strategy mandates the implementation of processes and tools, as well as creation and sponsorship of at least one new OSS project in support of business objectives.
ja: 当社では、プロセスやツールの実行を義務付けているほか、ビジネス目標の達成に役立つ新しい OSS プロジェクトの結成や支援を義務付けています。

source: Over 150
ja: 150 超

source: Over 1M unique visitors per month.
ja: 毎月 100 万人超の訪問者。

source: Over 50 educational sessions are on offer at this year’s event.
ja: 今年のイベントで 50 以上の教育セッションが開催されます。

source: PARTICIPATION:
ja: 参加:

source: PCCW Global chose to be part of ONAP with the aim of providing a telco perspective to the organization and to collaborate with all members to expand its scope from a single domain to a multi-domain/carrier environment.
ja: PCCW Globalは、組織に通信会社の視点を持たせるためにONAPに加盟し、すべてのメンバーと協力してシングル ドメインからマルチドメイン／キャリア環境へとスコープを拡大することにしました。

source: PCCW Global, the international operating division of HKT, Hong Kong’s premier telecommunications service provider, which is majority-owned by PCCW Limited, adds to ONAP’s significant member presence in Asia.
ja: PCCW Global https://www.pccwglobal.com/en/ は、PCCW Limitedに買収された香港の通信事業会社HKTの国際事業部門であり、アジア地域におけるONAPの重要メンバーの1社となりました。

source: PLATINUM SPONSORSHIP
ja: プラチナ スポンサーシップ

source: PRESS & SOCIAL MEDIA
ja: プレス、ソーシャル メディア

source: PROMOTIONAL MARKETING OPPORTUNITIES
ja: プロモーションを強化するためのオプション

source: Participating in Automotive Grade Linux
ja: Automotive Grade Linux に参加する https://www.automotivelinux.org/about/join

source: Past Sponsors Include:
ja: 過去のイベント スポンサー

source: Performance-based, community-based and independent of any distribution vendor, Cloud Foundry Developer Certification is the guaranteed way to demonstrate cloud skills and allow developers to be highly productive while working on top of Cloud Foundry.
ja: パフォーマンスベースでコミュニティベース、しかもディストリビューション ベンダーの影響を受けないCloud Foundry Developer Certificationは、確実にクラウド スキルを証明できるすばらしい手段であり、開発者はCloud Foundryに取り組みつつ生産能力を高めることができます。

source: Phil's experience spans more than 30 years working on the leading edge of software and networking technology, beginning with the launch of the personal computer in the early 1980s.
ja: Phil は、1980年代初頭にパーソナル コンピューターが登場した頃から、最先端のソフトウェアやネットワーク技術に30年以上携わってきました。

source: Philip DesAutels, Sr. Director of IoT, The Linux Foundation
ja: ● Philip DesAutels (The Linux Foundation、IoT担当シニア ディレクター)

source: Phone Number Address
ja: 電話番号 住所

source: Pinterest is a visual discovery engine people use to design their life.
ja: Pinterest http://www.pinterest.com/ は、人々が生活のデザインに使用するビジュアル ディスカバリー エンジンです。

source: Planning to attend Automotive Linux Summit 2017 on May 31 - June 2?
ja: Automotive Linux Summit (2017 年 5 月 31 日 - 6 月 2 日) にも参加しませんか?

source: Platinum Sponsorship.....................................................6
ja: プラチナ スポンサーシップ

source: Platinum Sponsorship.....................................................7
ja: プラチナ スポンサーシップ

source: Please allow two weeks for application review.
ja: なお、審査には 2 週間ほどかかります。

source: Please be respectful of attendee communication preferences.
ja: 交流の意思については、参加者がお互いに尊重し合いましょう。

source: Please be sure to review changes to the Individual Supporter Program in 2017 first, then read below.
ja: まず 2017 年の個人サポーター プログラム変更についてご確認後、下記をお読みください。

source: Please contact them directly for rates and availability.
ja: 料金や条件については、同社に直接お問い合わせください。

source: Please contact us at events@linuxfoundation.org to gain the access code.
ja: アクセス コードについては、events@linuxfoundation.org までお問い合わせください。

source: Please contact us for a customized offer.
ja: 詳細についてはお問い合わせください。

source: Please do not feel concerned about making a presentation in English as Open Source Summit Japan is a very friendly and encouraging atmosphere for Japanese developers.
ja: 英語で発表するからといって悩む必要などありません。Open Source Summit Japan はとてもなごやかで温かく、日本の開発者が励まされるような場所です。

source: Please email us at events@linuxfoundation.org to receive the promotion code.
ja: 無料パス コードは、events@linuxfoundation.org に電子メールで請求してください。

source: Please inquire for details.
ja: 詳細についてはお問い合わせください。

source: Please note that the deadline for submitting your presentation is March 31st.
ja: プレゼンテーションの提出期限は、3 月 31 日です。

source: Please note, pre-registration for this event is required and on a first come, first serve basis.
ja: ただしこのツアーに参加するには、イベントに事前登録している必要があります。先着順となりますので

source: Please note, travel expenses are not covered under this scholarship and are the responsibility of the scholarship recipient.
ja: ただし旅費や滞在費は含まれませんので、これらについては自己負担となります。

source: Please note: Each sponsor company has a different access code that has been emailed directly to each main sponsor contact by Courtenay Pope or Tina Krauss, to be distributed accordingly.
ja: ご注意: Courtenay Pope または Tina Krauss より、すでに電子メールにてスポンサー各社のご担当者あてに専用アクセス コードをお送りしています。

source: Please refer to our Individual Supporter FAQ.
ja: 個人サポーターについてよくある質問を参照してください。

source: Please tell us a bit about yourself and then proceed to the next page for your POSMA Basic score.
ja: あなた自身のことについて簡単にお答えください。その後、次のページに進んでいただくと POSMA ベーシック スコアが表示されます。

source: Please view the Linux.com Sponsor Guidelines for full details and timelines.
ja: 詳細やタイムラインについては、Linux.com スポンサー ガイドラインをご覧ください。http://events.linuxfoundation.org/sites/events/files/LF-Event-Content-Sponsor-Guidelines_0.pdf

source: Poviding excellent mindshare for sponsors.
ja: スポンサーへのマインドシェアを強化

source: Power Management for Car Infotainment, Takahiko Gomi, Renesas
ja: ● カー インフォテインメントのパワー マネージメント Takahiko Gomi (ルネサス エレクトロニクス)

source: Pre or Post-Conference Email Blast: One time use of opt-in list to be sent by Linux Foundation
ja: カンファレンスの前または後の電子メール メッセージ: 受診承諾済み参加者に Linux Foundation から 1 度送信

source: Pre or Post-Conference Email Blast: One time use of opt-in list to be sent by Linux Foundation.
ja: カンファレンスの前または後の電子メール メッセージ: Linux Foundation から参加者全員に 1 度配布。

source: Precautions will be taken to ensure a victim's comfort and safety, including, but not limited to: providing an escort, prepping onsite staff, keeping victim and harasser from attending the same talks/social events and providing onsite contact cell phone numbers for immediate contact.
ja: 被害者の安心と安全を確保するためのあらゆる予防措置 (護衛をつける、特別担当スタッフを準備する、被害者と加害者が同じ講演やソーシャル イベントに参加しないように調整する、緊急連絡用の直通電話番号を用意するなど) を行います。

source: Prepare to learn from the best and the brightest as we gather them together under one roof to deliver cutting edge presentations and demos, but it’s not just about the content, it’s about all of us getting together for lively discussions and collaboration on a wide variety of Linux topics.
ja: 1 つ屋根の下に集まり、最先端のプレゼンテーションやデモを披露する精鋭たちから学べると同時に、参加者自身もさまざまな Linux トピックスについて議論したり協業したりできます。

source: Prepare your biography (150 words maximum), telling the reviewers about yourself and your experience.
ja: 選考者にあなたの人物と経験がわかるように、150 語以内の略歴を準備します。

source: Presentations will speak to best practices and tips implementing microservices in cloud environments using various languages including Java, Javascript, Ruby, Node.js and Golang, as well as Cloud Foundry user stories from the developer perspective.
ja: 発表者は、Java、Javascript、Ruby、Node.js、Golangなどのさまざまな言語でクラウド環境にマイクロサービスを実装するベスト プラクティスやティップス、および開発者の視点から見たCloud Foundryユーザー ストーリーなどを取り上げます。

source: Presenting Your Talk
ja: 発表について

source: President: Yachen Wang, Deputy Director of the Network Technology Department at China Mobile Research Institute
ja: 代表：Yachen Wang (Deputy Director of the Network Technology Department at China Mobile Research Institute)

source: Press / Analyst
ja: プレス / アナリスト

source: Press / Analyst 3%
ja: プレス / アナリスト 3%

source: Previous
ja: 戻る

source: Previously he was the Linux Foundation’s VP of Marketing, working to promote the projects, events and training initiatives of the LF.
ja: この役職に就く前は、The Linux Foundation のマーケティング担当 VP として、LF のプロジェクト、イベント、およびトレーニング戦略を推進していました。

source: Prior to MSL Group, Laura was with Schwartz Communications, one of the largest PR firms working with entrepreneurial technology companies.
ja: MSL Group に勤務する前は、起業家による技術企業と連携する大手 PR ファームの 1 つである Schwarts Communications に所属していました。

source: Prior to joining HP in 2010, Eileen was a Director and Associate General Counsel at Sun Microsystems, and then Oracle Corporation following its acquisition of Sun, for nearly 12 years.
ja: 2010 年に HP に入社する前は、Sun Microsystems および Oracle (Sun を買収) の取締役兼副顧問を12年ほど務めていました。

source: Prior to joining HP in 2010, she was a Director and Associate General Counsel at Sun Microsystems, and then Oracle Corporation following its acquisition of Sun.
ja: 2010 年に HP に入社する前は、Sun Microsystems および Oracle (Sun を買収) の取締役兼副顧問を務めていました。

source: Prior to joining The Linux Foundation, Mr. Dolan spent 8 years at IBM in roles across systems, services and software.
ja: The Linux Foundation に入る前の 8 年間は IBM に在籍し、同社のシステム、サービス、ソフトウェアをを統括していました。

source: Prior to this role, Chris was the vice president of AT&T Labs, leading the research and advanced development for the software-centric network.
ja: この役割に就く前は、AT&T Labsのバイスプレジデントとして、ソフトウェアセントリック ネットワークの研究と先進開発を主導していました。

source: Proceed to the next page for your POSMA Basic score.
ja: 次のページに進んでいただくと POSMA ベーシック スコアが表示されます。

source: Product
ja: プロダクト

source: Projects operating as separately incorporated entities managed by The Linux Foundation have their own trademarks, policies and usage guidelines.
ja: 別途法人化して運営し、The Linux Foundation が管理するプロジェクトについては、それぞれが独自に商標、ポリシー、使用ガイドラインを持っています。

source: Prominent logo display on all website pages.
ja: 当イベントの全 Web ページに大きな企業ロゴを掲載

source: Promotional Marketing Opportunities............................10
ja: プロモーションを強化するためのオプション

source: Promotional Marketing Opportunities............................12
ja: プロモーションを強化するためのオプション

source: Proper use of The Linux Foundation trademarks by following these trademark usage guidelines protects the value of The Linux Foundation trademarks.
ja: ここに記述した商標使用ガイドラインに従って The Linux Foundation の商標を適正に利用することで、The Linux Foundation の商標の価値が守られます。

source: Provides the space and snacks to get attendees collaborating.
ja: 来場者が協業するための場所とスナックを提供します。

source: Providing excellent mindshare for sponsors.
ja: スポンサーへのマインドシェアを強化

source: Question on submitting a proposal?
ja: 発表案の提出方法に関する質問は、以下のアドレスで受け付けています。

source: Questions on Individual Supporter Program
ja: 個人サポータープログラムに関する質問

source: Questions on Linux.Com Email Alias
ja: Linux.com ドメインの電子メール エイリアスに関する質問

source: Questions on Linux.com Email Alias
ja: Linux.com ドメインの電子メール エイリアスに関する質問

source: Questions on becoming an Individual Supporter
ja: これから個人サポーターになる方からの質問

source: Questions, Comments, Concerns
ja: 質問、コメント、懸念

source: Quiet Room
ja: クワイエット ルーム (静音室)

source: REPRESENTING
ja: 法人

source: RISK MANAGEMENT:
ja: リスク管理:

source: Rape Crisis Line +81 3-5774-0992
ja: 東京いのちの電話 03-3264-4343 TOKYO ENGLISH LIFE LINE +81 3-5774-0992

source: Realize lower code maintenance costs by taking advantage of community maintenance
ja: コミュニティがメンテナンスしているため、コードのメンテナンス コストが少なくて済むから

source: Recognition as diamond sponsor.
ja: ダイアモンド スポンサーとして紹介

source: Recognition as gold sponsor.
ja: ゴールド スポンサーとして紹介

source: Recognition as platinum sponsor.
ja: プラチナ スポンサーとして紹介

source: Recognition in Pre-Conference Email Marketing
ja: イベント前の電子メール マーケティングで認知度をアップ

source: Recognition on Event Signage: Logo on conference signage
ja: イベント看板に広告: カンファレンスの看板に企業ロゴを掲載

source: Recognition on Event Website: Prominent logo display on all website pages
ja: イベント Web サイトでアピール: イベントの全 Web ページに大きな企業ロゴを掲載

source: Red Hat also offers award-winning support, training, and consulting services.
ja: また、受賞歴あるサポート、トレーニング、コンサルティングなどのサービスを行っています。

source: Red Hat is the world’s leading provider of open source software solutions, using a community-powered approach to provide reliable and high-performing cloud, Linux, middleware, storage and virtualization technologies.
ja: Red Hatは世界をリードするオープン ソース ソフトウェア ソリューション プロバイダーであり、コミュニティ主導方式を採用することで、信頼ある高性能クラウド、Linux、ミドルウェア、ストレージ、仮想化などの技術を提供しています。

source: Redesigned for 2017, ONS is the largest and most inclusive open networking and orchestration event in the world
ja: 2017 年にリニューアルされた ONS は、世界で最大かつ最もインクルーシブなオープン ネットワーキング & オーケストレーション イベント

source: Register
ja: 登録

source: Register Now!
ja: 登録する

source: Register for Open Source Summit Japan
ja: Open Source Summit Japan に参加登録する

source: Registration
ja: 登録

source: Registration Deadline: May 8, 2017
ja: 登録締め切り：2017年5月8日

source: Registration Details: Included with Open Source Summit Japan registration
ja: 登録料金: Open Source Summit Japan の登録料金に含まれています。

source: Registration Discounts/Scholarships
ja: 登録割り引き / 奨学制度

source: Registration Fee: $80 per person (inclusive of lunch and transportation to/from the Museum)
ja: 費用：1人80米ドル(交通費と昼食代が含まれています)

source: Registration Fees for Open Source Summit Japan 2017:
ja: Open Sumit Summit Japan 2017 の登録料金:

source: Registration for Automotive Linux Summit is discounted to $350 through April 16.
ja: 4月16日までの参加登録には割引料金 (350米ドル) が適用されます。http://events.linuxfoundation.jp/events/automotive-linux-summit/attend/register-

source: Registration for Open Source Summit Japan is discounted to $350 through April 16.
ja: 4月16日までの参加登録には割引料金 (350米ドル) が適用されます。http://events.linuxfoundation.jp/events/open-source-summit-japan/attend/register

source: Registration for Vault is discounted to $500 through February 4.
ja: なお 2 月 ４ 日までにご登録 http://events.linuxfoundation.org/events/vault/attend/register-?utm_source=pr&utm_campaign=vault17 いただいた場合の入場料金は 500 米ドルです。

source: Registration for the event will be open in the coming weeks.
ja: 登録サイトは来週以降に公開予定です。

source: Registration for this tour will close on May 8, 2017.
ja: このツアーの登録締め切りは、2017年5月8日です。

source: Regular two- to three-month releases deliver stable updates to Linux users, each with significant new features, added device support, and improved performance.
ja: 2、3 か月ごとに Linux ユーザーに出荷される安定した公開版には、それぞれに顕著な新機能、新たな装置サポート、性能改善が含まれています。

source: Reliance Jio, Ciena, Microsoft, New H3C Technologies, Wind River and Open Networking Foundation contribute to open source ecosystem creating framework for network automation.
ja: Reliance Jio、Ciena、Microsoft、New H3C Technologies、Wind River、Open Networking Foundationなどがネットワーク オートメーションのフレームワークを構築するオープン ソース エコシステムに貢献

source: Reminder: This is a community conference — so let's try to avoid blatant product and/or vendor sales pitches.
ja: これはコミュニティ カンファレンスですので、露骨な製品/ベンダーの宣伝は控えてください。

source: Renesas Electronics Corporation delivers trusted embedded design innovation with complete semiconductor solutions that enable billions of connected, intelligent devices to enhance the way people work and live—securely and safely.
ja: ルネサス エレクトロニクス株式会社は、人々が安心して安全に暮らせる社会を実現するために、さまざまな先進機器をつなぐ高度な半導体ソリューションにより、信頼ある組込み設計の革新技術を提供しています。

source: Renesas Electronics Extends Embedded Technology Leadership by Joining Civil Infrastructure Platform Project
ja: ルネサスが Civil Infrastructure Platform プロジェクト加盟で組込み技術のリーダーシップを拡大

source: Renesas Electronics joins founding Platinum members Hitachi, Siemens and Toshiba and Silver members Codethink and Plat’Home.
ja: すでに同プロジェクトには、創設プラチナ メンバーとして日立製作所、シーメンス、東芝の ３ 社が、シルバー メンバーとして Codethink と ぷらっとホームの ２ 社が参加しています。

source: Renesas has been a substantial contributor to the Linux kernel for 10 years and Mr. Munakata, a senior director at the company, leads its upstream kernel development team.
ja: ルネサス エレクトロニクスは10年にわたる継続的なLinuxカーネル貢献企業であり、同社のシニア アーキテクトである宗像氏は、同社の上流カーネル開発チームを主導しています。

source: Requirements
ja: 要件

source: Retail / E-Commerce
ja: 小売 / Eコマース

source: Rules and Policies Applicable to Marks Owned by The Linux Foundation
ja: The Linux Foundation が所有する標識に適用されるルールとポリシー

source: Rules that Apply to Trademarks In General
ja: 商標に関するルールの一般論

source: Running a FOSS Review
ja: FOSS レビューの実行

source: SAN FRANCISCO - February 16, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, announces the full lineup of sessions and speakers for Open Networking Summit (ONS), taking place April 3-6, 2017 in Santa Clara, CA.
ja: 2017 年 2 月 16 日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメントを促進する非営利団体 The Linux Foundation https://www.linuxfoundation.org/ は、4 月 3 日から 6 日にカリフォルニア州サンタクララで開催される Open Networking Summit (ONS) http://events.linuxfoundation.org/events/open-networking-summit?utm_source=press-release&utm_campaign=ons17&utm_medium=press のセッションと講演者 http://events.linuxfoundation.org/events/open-networking-summit/program/schedule?utm_source=press-release&utm_campaign=ons17&utm_medium=press を発表しました。

source: SAN FRANCISCO - February 9, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, announces the first set of confirmed keynote speakers for Open Networking Summit, taking place April 3-6, 2017 in Santa Clara, CA.
ja: 2017 年 2 月 9 日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース https://www.linuxfoundation.org/ マネジメントを促進する非営利団体 The Linux Foundation は、4 月 3 日から 6 日にカリフォルニア州サンタクララで開催される Open Networking Summit (ONS) http://events.linuxfoundation.org/events/open-networking-summit?utm_source=press-release&utm_campaign=ons17&utm_medium=press の確定基調講演者を発表しました。

source: SAN FRANCISCO - MARCH 6, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, announces VMware has become a Gold member of The Linux Foundation.
ja: 2017 年 ３ 月 6 日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメント https://www.linuxfoundation.org/ 促進に取り組む非営利団体 The Linux Foundation は、VMware が The Linux Foundation のゴールド メンバーになったことを発表しました。

source: SAN FRANCISCO - MAY 18, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, announced that BlackRock has become a Gold Member of the foundation.
ja: 2017年5月18日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメント https://www.linuxfoundation.org/ 促進に取り組む非営利団体The Linux Foundationは、BlackRockがLinux Foundationゴールド メンバーになったことを発表しました。

source: SAN FRANCISCO - March 15, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, announces additional keynote speakers and the lineup of onsite activities planned for Open Networking Summit (ONS), taking place April 3-6, 2017 in Santa Clara, CA.
ja: 2017 年 3 月 15 日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメントを促進する非営利団体 The Linux Foundation https://www.linuxfoundation.org/ は、4 月 3 日から 6 日にカリフォルニア州サンタクララで開催される Open Networking Summit (ONS) http://events.linuxfoundation.org/events/open-networking-summit?utm_source=press-release&utm_campaign=ons17&utm_medium=press の追加基調講演者とオンサイト アクティビティを発表しました。

source: SAN FRANCISCO and LAKE TAHOE, CA (OPEN SOURCE LEADERSHIP SUMMIT) – February 14, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today announced Hart has become a Gold member of The Linux Foundation.
ja: 2017 年 2 月 14 日 サンフランシスコおよびレイク タホ (Open Source Leadership Summit) 発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメント https://www.linuxfoundation.org/ の促進に取り組む非営利団体 The Linux Foundation は、Hart が The Linux Foundation のゴールド メンバーになったことを発表しました。

source: SAN FRANCISCO – February 28, 2017 – The Linux Foundation, the nonprofit organization enabling mass innovation through open source, announced that in January of this year, 29 organizations joined the Foundation as Silver members.
ja: 2017 年 2 月 28 日 サンフランシスコ 発 - オープン ソースを通じた大規模イノベーションの実現に取り組む非営利団体である The Linux Foundation http://www.linuxfoundation.org/ (略称: LF) は、今年 1 月に 29 社がシルバー メンバーとして加盟したことを発表しました。

source: SAN FRANCISCO – January 25, 2017 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today announced that Hitachi, Ltd. has become a Platinum member of the Foundation.
ja: 2017 年 1 月 25 日 サンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメント https://www.linuxfoundation.org/ 促進に取り組む非営利団体 The Linux Foundation は、株式会社 日立製作所 http://www.hitachi.co.jp/ (以下、日立) が The Linux Foundation のプラチナ メンバーになったことを発表しました。
